Repository: kode54/bing-wallpaper-gnome-extension
Catalog: locale/*/LC_MESSAGES/BingWallpaper.po
Languages: ru_ru

source: Hide the indicator
ru_ru: Скрыть индикатор

source: Indicator icon
ru_ru: Значок индикатора

source: Enable desktop notifications
ru_ru: Включить уведомления на рабочем столе

source: Set background image
ru_ru: Установить фоновое изображение

source: Background style option
ru_ru: Опция стиля фона

source: Download folder
ru_ru: Папка для загрузки

source: Bing Wallpaper pictures folder
ru_ru: Папка с картинками для обоев Bing

source: Open folder
ru_ru: Открыть папку

source: Delete previously downloaded wallpapers
ru_ru: Удалить ранее загруженные обои

source: Selected image
ru_ru: Выбранное изображение

source: Select from image gallery
ru_ru: Выберите из галереи изображений

source: Bing locale
ru_ru: Языковой стандарт Bing

source: Settings
ru_ru: Настройки

source: Use custom blur and brightness
ru_ru: Используйте настраиваемое размытие и яркость

source: Override GDM3 lockscreen effects
ru_ru: Переопределение эффектов экрана блокировки GDM3

source: Blur can improve readability of login prompt
ru_ru: Размытие может улучшить читаемость для входа в систему

source: Background blur intensity
ru_ru: Интенсивность размытия фона

source: Can improve contrast of login prompt
ru_ru: Может улучшить контрастность приглашения для входа в систему

source: Background brightness
ru_ru: Фоновая яркость

source: Presets
ru_ru: Пресеты

source: Commonly used presets
ru_ru: Часто используемые пресеты

source: No blur, slight dim
ru_ru: Никакого размытия, легкое затемнение

source: GNOME default
ru_ru: GNOME по умолчанию

source: Slight blur, slight dim
ru_ru: Легкое размытие, легкое затемнение

source: Lock Screen
ru_ru: Экран блокировки

source: Debug logging
ru_ru: Ведение журнала отладки

source: Enable logging to system journal
ru_ru: Включить ведение журнала в системный журнал

source: Always show new images
ru_ru: Всегда показывайте новые изображения

source: Switch to new images when available (unless on random mode)
ru_ru: Переключайтесь на новые изображения, когда они доступны (если только не в случайном режиме)

source: Enable all features on Wayland
ru_ru: Включить все функции на Wayland

source: Some newer features may be unstable on Wayland
ru_ru: Некоторые новые функции могут быть нестабильными на Wayland

source: Screen resolution
ru_ru: Разрешение экрана

source: Override automatic resolution selection
ru_ru: Переопределение автоматического выбора разрешения

source: Manually adjust random interval (seconds)
ru_ru: Ручная настройка случайного интервала (секунды)

source: Random interval
ru_ru: Случайный интервал

source: Import Bing Wallpaper data
ru_ru: Импорт данных обоев Bing

source: Import previously exported JSON data from wallpaper directory
ru_ru: Импорт ранее экспортированных данных JSON из каталога обоев

source: Import
ru_ru: Импорт

source: Export Bing Wallpaper data
ru_ru: Экспорт данных обоев Bing

source: Export JSON data to wallpaper dir for backup or data migration
ru_ru: Экспортировать данные JSON в каталог обоев для резервного копирования или переноса данных

source: Export
ru_ru: Экспорт

source: Always export Bing data
ru_ru: Всегда экспортировать большие данные

source: Export Bing JSON whenever data changes
ru_ru: Экспортировать Bing JSON всякий раз, когда данные изменяются

source: Debug options
ru_ru: Параметры отладки

source: New wallpaper images everyday from Bing
ru_ru: Новые изображения обоев каждый день от Bing

source: Gnome shell extension version
ru_ru: Версия расширения Gnome shell

source: Maintained by Michael Carroll
ru_ru: Поддерживается Майклом Кэрроллом

source: Show your support to the author on <a href="https://flattr.com/@neffo">Flattr</a> or <a href="https://github.com/sponsors/neffo">Github Sponsors</a>.
ru_ru: Покажите свою поддержку автору на <a href="https://flattr.com/@neffo ">Flattr</a> или <a href="https://github.com/sponsors/neffo ">Github Sponsor</a>.

source: Changes since last version
ru_ru: Изменения с момента последней версии

source: Based on NASA APOD Gnome shell extension by Elia Argentieri
ru_ru: Основано на расширении оболочки NASA APOD Gnome, разработанном Элией Арджентьери

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3 or later</a> for details.</span>
ru_ru: <span size="small">его программа поставляется без КАКИХ-ЛИБО ГАРАНТИЙ. Посмотрите <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3 или позже</a> для получения подробной информации.</span>

source: About
ru_ru: О программе

source: Gallery
ru_ru: Галерея

source: GNOME shell extension version
ru_ru: Версия расширения GNOME shell

source: Apply
ru_ru: Принять

source: Info
ru_ru: Инфо

source: Delete
ru_ru: Удалить

source: Set random mode
ru_ru: Выбрать случайный режим

source: <image name here>
ru_ru: <имя изображения здесь>

source: Load image gallery
ru_ru: Загрузить галерею изображений

source: <No refresh scheduled>
ru_ru: <Обновление не запланировано>

source: Awaiting refresh...
ru_ru: Ожидание обновления.

source: Copy image to clipboard
ru_ru: Скопировать изображение в буфер обмена

source: Copy image URL to clipboard
ru_ru: Скопировать URL-адрес изображения в буфер обмена

source: Open image folder
ru_ru: Открыть папку с изображениями

source: Set lock screen image
ru_ru: Установить изображение на экран блокировки

source: Refresh Now
ru_ru: Обновить

source: Next refresh
ru_ru: Следующее

source: Last updated
ru_ru: Прошлое

source: Bing Wallpaper of the Day for
ru_ru: Bing Обои дня для

source: No wallpaper available
ru_ru: Нет доступных обоев

source: No picture for today.
ru_ru: На сегодня фотографии нет.

source: Select folder
ru_ru: Выберите папку

source: Most recent image
ru_ru: Самое последнее изображение

source: Random image
ru_ru: Случайное изображение

source: Fetching data...
ru_ru: Выборка данных...

source: Market not available in your region
ru_ru: Рынок недоступен в вашем регионе

source: A network error occured
ru_ru: Произошла сетевая ошибка

source: Too many requests in 5 seconds
ru_ru: Слишком много запросов за 5 секунд

source: No change log found for this release
ru_ru: Список изменений для этого выпуска не найден

source: Error fetching change log
ru_ru: Ошибка выборки журнала изменений
